/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "Installationsprogramm für die Desktop-Version von CapCut";
"LvAppTitle" = "Installationsprogramm für die Desktop-Version von Jianying";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "Mit der Installation fortfahren?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "Installieren";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Öffnen";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "Abbrechen";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "Du hast bereits eine ältere Version von CapCut (v%@) installiert. Du kannst die alte Version öffnen oder die neueste Version installieren und die ältere ersetzen.";
"LvCheckInstalledMsgHintText" = "Du hast bereits eine ältere Version von Jianying (v%@) installiert. Du kannst die alte Version öffnen oder die neueste Version installieren und die ältere ersetzen.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "Herunterladen anhalten?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Fortfahren";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Anhalten";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "Die derzeitigen %d%% des Download-Fortschritts werden nicht gespeichert.";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "Herunterladen nicht möglich. Versuche es erneut.";
// pc_installer_retry
"BtnText_Retry" = "Erneut versuchen";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Anhalten";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "Speichern";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "Festplattenplatz reicht nicht aus";

"BtnCheck_SystemTrayAutoboot" = "Tray beim Start aktivieren";

"DownloadErrorCodeHintText" = "Fehlercode: ";